<?xml version="1.0" encoding="utf-8"?>
<packages>
  <package id="7zip" version="24.8.0" />
  <package id="7zip.install" version="24.8.0" />
  <package id="azure-cli" version="2.63.0" />
  <package id="azure-data-studio" version="1.49.1" />
  <package id="box-drive" version="2.39.174" />
  <package id="chocolatey" version="2.3.0" />
  <package id="chocolatey-compatibility.extension" version="1.0.0" />
  <package id="chocolatey-core.extension" version="1.4.0" />
  <package id="chocolatey-dotnetfx.extension" version="1.0.1" />
  <package id="chocolateygui" version="2.1.1" />
  <package id="chocolatey-misc-helpers.extension" version="0.0.4" />
  <package id="chocolatey-visualstudio.extension" version="1.11.1" />
  <package id="chocolatey-windowsupdate.extension" version="1.0.5" />
  <package id="cpu-z" version="2.9.0.20240123" />
  <package id="cpu-z.install" version="2.9.0.20240123" />
  <package id="Cygwin" version="3.5.3" />
  <package id="docker-desktop" version="4.33.1" />
  <package id="dotnet" version="8.0.8" />
  <package id="DotNet4.5.2" version="4.5.2.20140902" />
  <package id="dotnet-5.0-runtime" version="5.0.17" />
  <package id="dotnet-5.0-sdk-3xx" version="5.0.303" />
  <package id="dotnet-6.0-runtime" version="6.0.33" />
  <package id="dotnet-6.0-sdk-3xx" version="6.0.321" />
  <package id="dotnet-7.0-desktopruntime" version="7.0.20" />
  <package id="dotnet-7.0-runtime" version="7.0.20" />
  <package id="dotnet-7.0-sdk-4xx" version="7.0.410" />
  <package id="dotnet-8.0-desktopruntime" version="8.0.8" />
  <package id="dotnet-8.0-runtime" version="8.0.8" />
  <package id="dotnet-8.0-sdk" version="8.0.401" />
  <package id="dotnet-8.0-sdk-4xx" version="8.0.401" />
  <package id="dotnet-desktopruntime" version="8.0.8" />
  <package id="dotnetfx" version="4.8.0.20220524" />
  <package id="dotnet-runtime" version="8.0.8" />
  <package id="dotnet-sdk" version="8.0.401" />
  <package id="eartrumpet" version="2.3.0" />
  <package id="fiddler" version="5.0.20244.10953" />
  <package id="Firefox" version="129.0.2" />
  <package id="gh" version="2.55.0" />
  <package id="git" version="2.46.0" />
  <package id="git.install" version="2.46.0" />
  <package id="glasswire" version="3.3.678" />
  <package id="golang" version="1.23.0" />
  <package id="gpg4win" version="4.3.1" />
  <package id="greenshot" version="1.2.10.6" />
  <package id="keepass.install" version="2.57.0" />
  <package id="make" version="4.4.1" />
  <package id="nodejs" version="22.7.0" />
  <package id="nodejs.install" version="22.7.0" />
  <package id="notepadplusplus" version="8.6.9" />
  <package id="notepadplusplus.install" version="8.6.9" />
  <package id="NSwagStudio" version="14.1.0" />
  <package id="nuget.commandline" version="6.11.0" />
  <package id="obsidian" version="1.6.7" />
  <package id="openjdk" version="22.0.2" />
  <package id="paint.net" version="5.0.13" />
  <package id="postman" version="11.7.0" />
  <package id="powershell-core" version="7.4.5" />
  <package id="powertoys" version="0.83.0" />
  <package id="python312" version="3.12.5" />
  <package id="ruby" version="3.3.4.1" />
  <package id="ruby.install" version="3.3.4.1" />
  <package id="slack" version="4.39.95" />
  <package id="streamdeck" version="6.7.2.20986" />
  <package id="telegram" version="5.4.1" />
  <package id="telegram.install" version="5.4.1" />
  <package id="throttlestop" version="9.5" />
  <package id="treesizefree" version="4.7.3.1" />
  <package id="visualstudio-installer" version="2.0.3" />
  <package id="vlc" version="3.0.21" />
  <package id="vlc.install" version="3.0.21" />
  <package id="vnc-viewer" version="7.7.0" />
  <package id="vscode" version="1.92.2" />
  <package id="vscode.install" version="1.92.2" />
  <package id="vscode-insiders" version="1.93.0.20240822" />
  <package id="vscode-insiders.install" version="1.93.0.20240822" />
  <package id="winmerge" version="2.16.42.1" />
  <package id="zoom" version="6.1.10.45028" />
  <package id="zoomit" version="8.1.0" />
</packages>
